Repository: Herdo/SolutionStartPage
Catalog: SolutionStartPage.Core/Localization/Main.*.resx
Languages: de_de, pl_pl

source: Actions
de_de: Aktionen
pl_pl: Operacje

# AddGroup_ToolTip
source: Add Group
de_de: Gruppe hinzufügen
pl_pl: Dodaj grupę

source: Bulk add solutions (multiple groups)
de_de: Menge von Projektmappen hinzufügen (mehrere Gruppen)
pl_pl: Dodaj rozwiązania z katalogu (jako oddzielne grupy)

# BulkAddSolutionsMultipleGroups_ToolTip
source: Adds all solutions found below a root directory to a group for their parent directory.
de_de: Fügt alle Projektmappen die innerhalb eines Stammverzeichnisses gefunden werden einer jeweiligen Gruppe für ihr übergeordnetes Verzeichnis hinzu.
pl_pl: Dodaje wszystkie rozwiązania znajdujące się w wybranym katalogu każde jako oddzielną grupę.

source: Bulk add solutions (single group)
de_de: Menge von Projektmappen hinzufügen (eine Gruppe)
pl_pl: Dodaj projekty z katalogu (jako pojedyncza grupa)

# BulkAddSolutionsSingleGroup_ToolTip
source: Adds all solutions found below a root directory to a single group.
de_de: Fügt alle Projektmappen die innerhalb eines Stammverzeichnisses gefunden werden einer Gruppe hinzu.
pl_pl: Dodaje wszystkie rozwiązania znajdujące się w wybranym katalogu jako jedną grupę.

# BulkAddSolutions_ToolTip
source: Bulk add solutions...
de_de: Menge von Projektmappen hinzufügen...
pl_pl: Dodaj rozwiązania z katalogu...

source: Close page after project load
de_de: Seite nach Laden des Projektes schließen
pl_pl: Zamknij stronę po załadowaniu projektu

source: Columns:
de_de: Spalten:
pl_pl: Kolumny:

# ConnectToTFS
source: Connect To Team Foundation Server
de_de: Zum Team Foundation Server verbinden
pl_pl: Połącz się z serwerem Team Foundation

# ContextCommand_EnableEditing
source: Enable editing
de_de: Bearbeiten aktivieren
pl_pl: Włącz edycję

# DeleteAllGroups_ToolTip
source: Delete All Groups
de_de: Alle Gruppen löschen
pl_pl: Usuń wszystkie grupy

# DirectoryDoesntExist_ToolTip
source: The directory doesn't exist.
de_de: Das Verzeichnis existiert nicht
pl_pl: Katalog nie istnieje.

source: Directory Preview:
de_de: Verzeichnis Vorschau:
pl_pl: Podgląd katalogu:

# HeaderCommand_AddSolution_ToolTip
source: Add Solution
de_de: Projektmappe hinzufügen
pl_pl: Dodaj rozwiązanie

# HeaderCommand_MoveBack_ToolTip
source: Move Back
de_de: Zurück bewegen
pl_pl: Przesuń w lewo

# HeaderCommand_MoveDown_ToolTip
source: Move Down
de_de: Abwärts bewegen
pl_pl: Przesuń w dół

# HeaderCommand_MoveForward_ToolTip
source: Move Forward
de_de: Vorwärts bewegen
pl_pl: Przesuń w prawo

# HeaderCommand_MoveUp_ToolTip
source: Move Up
de_de: Aufwärts bewegen
pl_pl: Przesuń w górę

# HeaderCommand_RemoveGroup_ToolTip
source: Remove Group
de_de: Gruppe entfernen
pl_pl: Usuń grupę

# HeaderCommand_RemoveSolution_ToolTip
source: Remove Solution
de_de: Projektmappe entfernen
pl_pl: Usuń rozwiązanie

# KeepPageOpenAfterLoad
source: Keep page open after project loads
de_de: Seite nach Laden des Projektes geöffnet lassen
pl_pl: Przypnij stronę startową po załadowaniu projektu

source: Layout
pl_pl: Układ strony

source: New Project...
de_de: Neues Projekt...
pl_pl: Utwórz nowy projekt...

source: Open from Source Control...
de_de: Aus Quellcodeverwaltung öffnen...
pl_pl: Otwórz projekt z kontroli źródła...

source: Open Project...
de_de: Projekt öffnen...
pl_pl: Otwórz istniejący projekt...

source: Recent
de_de: Zuletzt
pl_pl: Ostatnie

source: Recent Projects
de_de: Letzte Projekte
pl_pl: Ostatnie projekty

# SetDisplayName_ToolTip
source: Set the display name.
de_de: Den Anzeigenamen setzten.
pl_pl: Wyświetlaj ścieżki do rozwiązań

# SetSolutionDirectoryPath_ToolTip
source: Set a relative path to the solution file, or an absolute path to any directory.
de_de: Einen relativen Pfad zur Projektmappen-Datei angeben, oder einen absoluten Pfad zu irgend einem Verzeichnis.
pl_pl: Ustaw ścieżkę relatywną do pliku lub absolutną do katalogu.

source: Settings
de_de: Einstellungen
pl_pl: Ustawienia:

source: Show page on startup
de_de: Seite beim Start anzeigen
pl_pl: Pokaż stronę startową po uruchomieniu

# SolutionDoesntExist_ToolTip
source: The solution file doesn't exist.
de_de: Die Projektmappe existiert nicht.
pl_pl: Plik rozwiązania nie istnieje.

source: Start
pl_pl: Operacje:
